export const rules = { 'text' : ['именительном', 'родительном', 'дательном', 'винительном', 'творительном', 'предложном'],
                            'а' : ['а', 'ы', 'е', 'у', 'ой', 'е'],
                            'я' : ['я', 'и', 'е', 'ю', 'ей', 'е'],
                            'ь' : ['ь', 'я', 'ю', 'ь', 'ём', 'е'],
                            'е' : ['е', 'я', 'ю', 'е', 'ем', 'и'],
                            'о' : ['о', 'а', 'у', 'о', 'ом', 'е'],
                            'й' : ['й', 'я', 'ю', 'я', 'ем', 'и'],
                            'consonant' : ['', 'а', 'у', '', 'ом', 'е'],}